export const START_PIC = "./data/pic-gesar-start.jpg"
export const PART1_1_PIC = "./data/pic_part1_1.jpg"
export const PART1_2_PIC = "./data/pic_part1_2.jpg"
export const PART1_3_PIC = "./data/pic_part1_3.jpg"
export const ARSALAN_FRONT = "./data/arsalan_front.jpg"
export const BECOMING_AUDIO = "./data/Эпос Гэсэр. Становление.mp3"


export const GREETING_MESSAGE =
    "Друзья! Вы очутились в квест-боте, который познакомит вас " +
    "с миром бурятского народного эпоса «Гэсэр».\n" +
    "\n" +
    "Главы в эпосе называются ветвями, как у священного Древа Жизни. " +
    "И мы с вами отправляемся в увлекательное путешествие по " +
    "ветвям этого священного древа.\n" +
    "\n" +
    "Приятного путешествия!"

export const BECOMING_AUDIO_MESSAGE =
    "Настройся на Путь Героя, послушав историю о том, как Нюсата-Нюргай " +
    "из мальчишки стал настоящим богатырем Абай-Гэсэром."
export const BATTLE_SONG1 =
    "_Тридцать стрел из колчанов_\n" +
    "_Извлечем и покажем.\n_" +
    "_Тридцать славилось ханов –_\n" +
    "_Об отважном расскажем._\n" +
    "_Двадцать было ларцов,_\n" +
    "_Где хранили мы стрелы._\n" +
    "_Двадцать было борцов,_\n" +
    "_А один – самый смелый!_\n\n" +

    "_Мы позвать не забыли\n_" +
    "_Старцев, живших до нас._\n" +
    "_Стародавние были_\n" +
    "_Мы расскажем сейчас._\n" +
    "_Как созвездия юга._\n" +
    "_Пусть не гаснет рассказ, –_\n" +
    "_Только слезы у друга_\n" +
    "_Пусть прольются из глаз._\n\n" +

    "_Будем петь до мгновенья,_\n" +
    "_Что рассвет нам принес,_\n" +
    "_Будем петь до забвенья,_\n" +
    "_До восторга и слез._\n" +
    "_Будем петь, чтоб соседи_\n" +
    "_У окошка столпились,_\n" +
    "_Чтоб на нашей беседе_\n" +
    "_Люди в песню влюбились!_"

export const BATTLE_SONG2 =
    "_У священного дерева_\n" +
    "_Девять длинных ветвей._\n" +
    "_Вот сказанье Гэсэрово –_\n" +
    "_Тоже девять ветвей._\n" +
    "_Ствол у дерева серый,_\n" +
    "_Свечи в желтой листве,_\n" +
    "_А в стихах о Гэсэре – _\n" +
    "_Битва в каждой главе._\n\n" +

    "*А-э-э! А-э-э!*\n\n" +

    "_Нам за ястребом в тучах_\n" +
    "_Почему б не погнаться?_\n" +
    "_Родословной могучих_\n" +
    "_Почему 6 не заняться?_\n\n" +

    "*А-э-у! А-э-у!*"

export const PART1_1_TEXT =
    "*Ветвь Первая. Истоки людских судеб 1.*\n" +
    "\n" +
    "Действие первой ветви разворачивается на небесах, где проживают " +
    "божественные небожители – Тэнгрии. Всего на небесах обитало 55 " +
    "Западных или Светлых Тэнгирев, возглавляемых Ханом-Хурмасом. " +
    "А также 44 Восточных или Темных Тэнгриев, которыми правил Атай-Улан. " +
    "У них обоих было по три сына, божественные сородичи и боевые дружины. \n" +
    "\n" +
    "В начале первой ветви подробно описывается их небесная жизнь, " +
    "различные чудесные божественные возможности, богатырская молодецкая " +
    "удаль и безграничная девичья красота.\n" +
    "\n" +
    "Кроме владений Западных и Восточных Тэнгирев на небесах существует " +
    "также Срединное царство, возглавляемое Сэгэн-Сэбдэгом. По закону Вселенной, " +
    "если существуют две соперничающих силы, то между ними рано или поздно " +
    "обязательно возникает противостояние. Так случилось и здесь. \n"

export const PART1_2_1_TEXT =
    "*Ветвь Первая. Истоки людских судеб 2.*\n" +
    "\n" +
    "Желание обладать Срединным царством приводит к тому, что Атай-Улан заколдовывает " +
    "дочь Солнца Наран-Гохон, которая тяжело заболевает. При этом существует пророчество, " +
    "что если дочь Солнца погибнет, то наступит вечная ночь и Восточные небожители " +
    "не только покорят Срединное царство, но и получат власть над Западными Тэнгриями. " +
    "Чего Западные небожители никак допустить конечно не могли. \n" +
    "\n" +
    "Этот сюжет можно считать прологом всего будущего противостояния. \n" +
    "\n" +
    "В этой сложной ситуации Западные Тэнгрии обращаются за помощью к мудрой бабушке " +
    "Манзан-Гурмэ, которая является супругой Эсэгэ-Малан, отца всех богов, и мудрейшей " +
    "женщиной Западных небес. С помощью Священной книги она находит способ излечить " +
    "больную Наран-Гохон, при помощи белого жаворонка Азарга, пойманного Бухэ-Бэлигтэ, " +
    "средним сыном Хана-Хурмаса. Именно он впоследствии и станет нашим героем, спасителем " +
    "всего человечества – богатырем Гэсэром. \n"
export const PART1_2_2_TEXT =
    "На этом противостояние Западных и Восточных Тэнгриев естественно не заканчивается. " +
    "Через некоторое время и ряд напряженных ситуаций, противостояние привело к битве " +
    "между Ханом-Хурмасом и Атай-Уланом. В ходе, которой Хан-Хурмас порубил Атай-Улана " +
    "на куски, которые в свою очередь падая с небес на землю превращались в чудовищ, " +
    "а точнее в девяносто различных бесов. Что привело к страшным болезням, мору и ужасу " +
    "на земле, так как эти чудовища хотели уничтожить весь человеческий род. \n"

export const PART1_3_TEXT =
    "*Ветвь Первая. Истоки людских судеб 3.*\n" +
    "\n" +
    "Увидев, что происходит на земле, небожители стали обвинять в происходящем Хана-Хурмаса " +
    "и требовать разрешить эти напасти. Хан-Хурмас обратился к своим сыновьям за помощью. " +
    "И после того как старший и младший сыновья отказались, средний сын Бухэ-Бэлигтэ " +
    "согласился спуститься с небес на землю, переродиться в человеческом облике, для того, " +
    "чтобы искоренить зло и стать спасителем всех людей. \n" +
    "\n" +
    "Звездное собрание небожителей соглашается отправить Бухэ-Бэлигтэ на землю в облике человека, " +
    "для того, чтобы он победил чудовищ и прекратил уничтожение людского рода. При этом он " +
    "получает волшебную помощь от своих божественных родственников в виде старшего брата, " +
    "трех своих сестер, удалого коня Бэльгэна, четырех волшебных посохов, аркана, кусочка сандала, " +
    "красного камня вождей, и царевны Наран-Гохон, дочери могучего Солнца. \n" +
    "\n" +
    "С таким наказом и Великой миссией наш герой отправляется в путь. На землю. " +
    "Спасать человечество. \n"