export const START_PIC = "./data/pic-gesar-start.jpg"
export const BATTLE_SONG_PIC = "./data/pic-battle-song.jpg"
//export const BATTLE_SONG_PIC_ID = "AQADQMsxGwFhiUl8"
export const BECOMING_AUDIO = "./data/Эпос Гэсэр. Становление.mp3"

export const GREETING_MESSAGE =
    "Друзья! Вы очутились в квест-боте, который познакомит вас " +
    "с миром бурятского народного эпоса «Гэсэр».\n" +
    "\n" +
    "Главы в эпосе называются ветвями, как у священного Древа Жизни. " +
    "И мы с вами отправляемся в увлекательное путешествие по " +
    "ветвям этого священного древа.\n" +
    "\n" +
    "Приятного путешествия!"

export const BECOMING_AUDIO_MESSAGE =
    "Настройся на Путь Героя, послушав историю о том, как Нюсата-Нюргай " +
    "из мальчишки стал настоящим богатырем Абай-Гэсэром."
export const BATTLE_SONG1 =
    "_Тридцать стрел из колчанов_\n" +
    "_Извлечем и покажем.\n_" +
    "_Тридцать славилось ханов –_\n" +
    "_Об отважном расскажем._\n" +
    "_Двадцать было ларцов,_\n" +
    "_Где хранили мы стрелы._\n" +
    "_Двадцать было борцов,_\n" +
    "_А один – самый смелый!_\n\n" +

    "_Мы позвать не забыли\n_" +
    "_Старцев, живших до нас._\n" +
    "_Стародавние были_\n" +
    "_Мы расскажем сейчас._\n" +
    "_Как созвездия юга._\n" +
    "_Пусть не гаснет рассказ, –_\n" +
    "_Только слезы у друга_\n" +
    "_Пусть прольются из глаз._\n\n" +

    "_Будем петь до мгновенья,_\n" +
    "_Что рассвет нам принес,_\n" +
    "_Будем петь до забвенья,_\n" +
    "_До восторга и слез._\n" +
    "_Будем петь, чтоб соседи_\n" +
    "_У окошка столпились,_\n" +
    "_Чтоб на нашей беседе_\n" +
    "_Люди в песню влюбились!_"

export const BATTLE_SONG2 =
    "_У священного дерева_\n" +
    "_Девять длинных ветвей._\n" +
    "_Вот сказанье Гэсэрово –_\n" +
    "_Тоже девять ветвей._\n" +
    "_Ствол у дерева серый,_\n" +
    "_Свечи в желтой листве,_\n" +
    "_А в стихах о Гэсэре – _\n" +
    "_Битва в каждой главе._\n\n" +

    "*А-э-э! А-э-э!*\n\n" +

    "_Нам за ястребом в тучах_\n" +
    "_Почему б не погнаться?_\n" +
    "_Родословной могучих_\n" +
    "_Почему 6 не заняться?_\n\n" +

    "*А-э-у! А-э-у!*"


