export const START_PIC = "./data/pic_gesar_start.jpg"
export const PART1_1_PIC = "./data/pic_part1_1.jpg"
export const PART1_2_PIC = "./data/pic_part1_2.jpg"
export const PART1_3_PIC = "./data/pic_part1_3.jpg"
export const PART2_1_PIC = "./data/pic_part2_1.jpg"
export const PART2_2_PIC = "./data/pic_part2_2.jpg"
export const PART2_3_PIC = "./data/pic_part2_3.jpg"
export const PART2_4_PIC = "./data/pic_part2_4.jpg"
export const PART3_1_PIC = "./data/pic_part3_1.jpg"
export const PART3_2_PIC = "./data/pic_part3_2.jpg"
export const PART3_3_PIC = "./data/pic_part3_3.jpg"
export const ARSALAN_FRONT = "./data/arsalan_front.png"
export const BECOMING_AUDIO = "./data/Эпос Гэсэр. Становление.mp3"

export const START_TEXT =
    "Добро пожаловать в квест-бот о приключениях бурятского богатыря Гэсэра! 🎉"

export const GREETING_MESSAGE =
    "Друзья! Вы очутились в квест-боте, который познакомит вас " +
    "с миром бурятского народного эпоса «Гэсэр».\n" +
    "\n" +
    "Главы в эпосе называются ветвями, как у священного Древа Жизни. " +
    "И мы с вами отправляемся в увлекательное путешествие по " +
    "ветвям этого священного древа.\n" +
    "\n" +
    "Приятного путешествия!"

export const TEST_QUERY_yes = "Правильно, молодец!"
export const TEST_QUERY_no = "Неправильно, попробуй еще раз!"

export const BECOMING_AUDIO_MESSAGE =
    "Настройся на Путь Героя, послушав историю о том, как Нюсата-Нюргай " +
    "из мальчишки стал настоящим богатырем Абай-Гэсэром."

export const TABLE_OF_CONTENTS_TEXT =
    `В этом разделе вы можете перейти к интересующей вас главе Эпоса "Гэсэр":` +
    "\n" +
    "1. Ветвь Первая: Истоки людских судеб.\n" +
    // "\n" +
    "2. Ветвь Вторая: Три царевны.\n" +
    // "\n" +
    "3. Ветвь Третья: О борьбе Гэсэра с дьяволом Арханом.\n" +
    // "\n" +
    "4. Ветвь Четвертая: О победе Гэсэра над Гал-Нурман Ханом.\n" +
    // "\n" +
    "5. Ветвь Пятая: Победа Гэсэра над чудовищем Орголи – хозяином тайги.\n" +
    // "\n" +
    "6. Ветвь Шестая: Гэсэр убивает чудовище Шэрэм-Мината.\n" +
    // "\n" +
    "7. Ветвь Седьмая: Как Гэсэр победил дьявола Абарга-Сэсэна.\n" +
    // "\n" +
    "8. Ветвь Восьмая: О победе Гэсэра над коварным Лойр-Лобсоголдоем.\n" +
    // "\n" +
    "9. Ветвь Девятая: .\n" +
    "\n" +
    "Для перехода нажмите на соответствующую кнопку."

export const BATTLE_SONG1 =
    "_Тридцать стрел из колчанов_\n" +
    "_Извлечем и покажем.\n_" +
    "_Тридцать славилось ханов –_\n" +
    "_Об отважном расскажем._\n" +
    "_Двадцать было ларцов,_\n" +
    "_Где хранили мы стрелы._\n" +
    "_Двадцать было борцов,_\n" +
    "_А один – самый смелый!_\n\n" +

    "_Мы позвать не забыли\n_" +
    "_Старцев, живших до нас._\n" +
    "_Стародавние были_\n" +
    "_Мы расскажем сейчас._\n" +
    "_Как созвездия юга._\n" +
    "_Пусть не гаснет рассказ, –_\n" +
    "_Только слезы у друга_\n" +
    "_Пусть прольются из глаз._\n\n" +

    "_Будем петь до мгновенья,_\n" +
    "_Что рассвет нам принес,_\n" +
    "_Будем петь до забвенья,_\n" +
    "_До восторга и слез._\n" +
    "_Будем петь, чтоб соседи_\n" +
    "_У окошка столпились,_\n" +
    "_Чтоб на нашей беседе_\n" +
    "_Люди в песню влюбились!_"

export const BATTLE_SONG2 =
    "_У священного дерева_\n" +
    "_Девять длинных ветвей._\n" +
    "_Вот сказанье Гэсэрово –_\n" +
    "_Тоже девять ветвей._\n" +
    "_Ствол у дерева серый,_\n" +
    "_Свечи в желтой листве,_\n" +
    "_А в стихах о Гэсэре – _\n" +
    "_Битва в каждой главе._\n\n" +

    "*А-э-э! А-э-э!*\n\n" +

    "_Нам за ястребом в тучах_\n" +
    "_Почему б не погнаться?_\n" +
    "_Родословной могучих_\n" +
    "_Почему 6 не заняться?_\n\n" +

    "*А-э-у! А-э-у!*"

export const PART1_1_TEXT =
    "*Ветвь Первая. Истоки людских судеб 1.*\n" +
    "\n" +
    "Действие первой ветви разворачивается на небесах, где проживают " +
    "божественные небожители – Тэнгрии. Всего на небесах обитало 55 " +
    "Западных или Светлых Тэнгирев, возглавляемых Ханом-Хурмасом. " +
    "А также 44 Восточных или Темных Тэнгриев, которыми правил Атай-Улан. " +
    "У них обоих было по три сына, божественные сородичи и боевые дружины. \n" +
    "\n" +
    "В начале первой ветви подробно описывается их небесная жизнь, " +
    "различные чудесные божественные возможности, богатырская молодецкая " +
    "удаль и безграничная девичья красота.\n" +
    "\n" +
    "Кроме владений Западных и Восточных Тэнгирев на небесах существует " +
    "также Срединное царство, возглавляемое Сэгэн-Сэбдэгом. По закону Вселенной, " +
    "если существуют две соперничающих силы, то между ними рано или поздно " +
    "обязательно возникает противостояние. Так случилось и здесь. \n"

export const PART1_2_1_TEXT =
    "*Ветвь Первая. Истоки людских судеб 2.*\n" +
    "\n" +
    "Желание обладать Срединным царством приводит к тому, что Атай-Улан заколдовывает " +
    "дочь Солнца Наран-Гохон, которая тяжело заболевает. При этом существует пророчество, " +
    "что если дочь Солнца погибнет, то наступит вечная ночь и Восточные небожители " +
    "не только покорят Срединное царство, но и получат власть над Западными Тэнгриями. " +
    "Чего Западные небожители никак допустить конечно не могли. \n" +
    "\n" +
    "Этот сюжет можно считать прологом всего будущего противостояния. \n" +
    "\n" +
    "В этой сложной ситуации Западные Тэнгрии обращаются за помощью к мудрой бабушке " +
    "Манзан-Гурмэ, которая является супругой Эсэгэ-Малан, отца всех богов, и мудрейшей " +
    "женщиной Западных небес. С помощью Священной книги она находит способ излечить " +
    "больную Наран-Гохон, при помощи белого жаворонка Азарга, пойманного Бухэ-Бэлигтэ, " +
    "средним сыном Хана-Хурмаса. Именно он впоследствии и станет нашим героем, спасителем " +
    "всего человечества – богатырем Гэсэром. \n"
export const PART1_2_2_TEXT =
    "На этом противостояние Западных и Восточных Тэнгриев естественно не заканчивается. " +
    "Через некоторое время и ряд напряженных ситуаций, противостояние привело к битве " +
    "между Ханом-Хурмасом и Атай-Уланом. В ходе, которой Хан-Хурмас порубил Атай-Улана " +
    "на куски, которые в свою очередь падая с небес на землю превращались в чудовищ, " +
    "а точнее в девяносто различных бесов. Что привело к страшным болезням, мору и ужасу " +
    "на земле, так как эти чудовища хотели уничтожить весь человеческий род. \n"

export const PART1_3_TEXT =
    "*Ветвь Первая. Истоки людских судеб 3.*\n" +
    "\n" +
    "Увидев, что происходит на земле, небожители стали обвинять в происходящем Хана-Хурмаса " +
    "и требовать разрешить эти напасти. Хан-Хурмас обратился к своим сыновьям за помощью. " +
    "И после того как старший и младший сыновья отказались, средний сын Бухэ-Бэлигтэ " +
    "согласился спуститься с небес на землю, переродиться в человеческом облике, для того, " +
    "чтобы искоренить зло и стать спасителем всех людей. \n" +
    "\n" +
    "Звездное собрание небожителей соглашается отправить Бухэ-Бэлигтэ на землю в облике человека, " +
    "для того, чтобы он победил чудовищ и прекратил уничтожение людского рода. При этом он " +
    "получает волшебную помощь от своих божественных родственников в виде старшего брата, " +
    "трех своих сестер, удалого коня Бэльгэна, четырех волшебных посохов, аркана, кусочка сандала, " +
    "красного камня вождей, и царевны Наран-Гохон, дочери могучего Солнца. \n" +
    "\n" +
    "С таким наказом и Великой миссией наш герой отправляется в путь. На землю. " +
    "Спасать человечество. \n"

export const PART2_1_1_TEXT =
    "*Ветвь вторая. Три царевны 1.*\n" +
    "\n" +
    "В конце первой ветви дочь Солнца Наран-Гохон, спасенная когда-то богатырем Бухэ-Бэлигтэ, " +
    "будущим Абай Гэсэром, жертвует собой и своей красотой ради того, чтобы стать земной матерью Гэсэра. " +
    "Так она превращается в хромоногую, однорукую и одноногую старуху, жену старика Сэнгэлэна. \n" +
    "\n" +
    "Старик со старухой живут в безлюдной таежной местности, на отшибе земного царства, у подножия Сумбэр-горы. " +
    "В это время 90 бесов продолжают творить свои бесчинства на земле. Неожиданно у старика со старухой " +
    "рождается ребенок, неказистый на вид, но очень смышленый и крепкий. \n"

export const PART2_1_2_TEXT =
    "Бесы, услышав на окраине детский плач отправляют туда сначала мышей. Однако они попадают в ловушки, " +
    "и малыш расправляется с ними в первый же день своего рождения. На второй день были вороны, " +
    "затем комары и наконец один из предводителей бесов, сам решивший расправиться с чудо малышом и " +
    "пробравшийся к нему в люльку. Со всеми будущий Гэсэр справляется легко и чуть окрепнув, отправляется " +
    "методично уничтожать бесов. \n" +
    "\n" +
    "Тем временем окраину, где жил малыш и его родители посещает владыка Белой Страны и старший брат " +
    "Сэнгэлэна – Саргал-Ноён. Узнав о том, что у стариков родился сын, а он стал дядей, он приглашает " +
    "их вернуться домой в пышущую жизнью долину и при этом отдать ребенка ему. Родители соглашаются, " +
    "и малыш становится младшим сыном Саргала. \n"

export const PART2_2_1_TEXT =
    "*Ветвь вторая. Три царевны 2.*\n" +
    "\n" +
    "Саргал-Ноён собирает свой народ и во время пира мальчика нарекают Нюсата-Нюргай, что примерно " +
    "означает «сопливец». Поначалу все насмехаются над его внешним видом и неказистой внешностью. " +
    "Однако раз за разом сопливец Нюсата превосходит своих братьев, родных сыновей Саргала в различных " +
    "сложных ситуациях, испытаниях, охоте и по силе, и по уму, и по хитрости. Сам Саргал быстро понял, " +
    "что его новый сын будет достойным защитником своих земель и народа и изменил к нему свое отношение. \n" +
    "\n" +
    "Однажды хан дальних земель Турушхэй-Баян объявляет свой приказ о том, что кто победит в трех состязаниях, " +
    "тому он отдаст в жены свою дочь Тумэн-Жаргалан. Сопливец Нюсата решает отправится вместе со своим ещё " +
    "одним дядей Хара-Зутаном на состязания. При этом сам делает лук и стрелы из ивового куста, мастерит " +
    "снаряжение из шкурок разных животных и берет худую лошадку. \n"

export const PART2_2_2_TEXT =
    "Увидев среди могучих богатырей, приехавших свататься к ханской дочке сопливого Нюсату с самодельным луком, " +
    "в шкурках и на старой кляче народ поднял его на смех. Однако справиться с испытаниями хана, а именно " +
    "разбить огромный валун, пронзить стрелой крепкоствольную лиственницу и пробить нору золотой россомахи, " +
    "удается только ему. \n" +
    "\n" +
    "Здесь у всех наступает шок от увиденного, особенно от того, что сопливец посрамил огромных богатырей. " +
    "Был в изумленье и сам хан, не хотевший отдавать сопливцу свою дочь. Для этого он придумал ещё одно " +
    "испытанье – разделить по ровну и раздать баранье мясо десяти сотням людей. Однако и с этим заданьем " +
    "Нюсата-Нюргай справляется мастерски и забирает дочь хана Тумэн-Жаргалан в жены. Девять дней идет " +
    "пированье и веселье, затем Нюсата вместе с молодой женой возвращается в родной край. \n"

export const PART2_3_1_TEXT =
    "*Ветвь вторая. Три царевны 3.*\n" +
    "\n" +
    "Затем Нюсата узнает, что у другого хана Сажгая тоже есть дочь-красавица царевна Урмай-Гохон, " +
    "которую также выдают замуж. И сюда Нюсата решает отправиться тоже. Здесь уже он одерживает победу " +
    "в пяти состязаниях, бросках молота, поднятиях тяжестей, борцовских поединках, скачках и стрельбе из лука. " +
    "Снова все были поражены внешностью сопливого мальчугана и его молодецкой удалью. А Нюсата-Нюргай приезжает " +
    "со второй женой Урмай-Гохон в отчий дом. \n" +
    "\n" +
    "Тем временем обе жены Нюсаты обеспокоены его странным поведением и тем, что он спит один и каждую ночь " +
    "куда-то уходит. Однажды они решили проследить и увидели, как он призывает небожителей на горе Сумбэр " +
    "и просит у них снаряжение и вооружение для великих походов. Тогда жены поняли, что их муж сопливец " +
    "Нюсата-Нюргай не так прост, как кажется. \n"

export const PART2_3_2_TEXT =
    "Услышав призывы, верховный Тэнгрий Эсэгэ-Малан, властелин девяти небесных держав, вновь собирает звездный совет, " +
    "который решает отправить Бухэ-Бэлигтэ все что ему нужно для победы над злом. Так с небес на гору Сумбэр " +
    "спустился быстроногий конь Бэльгэн, со снаряженьем и вооружением. Затем сотрясая земную твердь и небеса " +
    "спустились тридцать и три силача. Так Нюсата-Нюргай обретает свой истинный богатырский облик и имя Гэсэр. " +
    "Саргал собирает северные и южный народы, и они нарекают Гэсэра ханом, попутно добавляя к его дружине триста " +
    "знатных вождей и три тысячи ратных людей. "

export const PART2_4_1_TEXT =
    "Ветвь вторая. Три царевны 4.\n" +
    "\n" +
    "После обретенья своей истинной силы богатырь Гэсэр решил поохоться на великих просторах Алтая. Однако сделать " +
    "это ему помешал таинственный странник на кроваво-рыжем коне. Разозлившись от такой наглости Гэсэр решает " +
    "догнать всадника, однако это ему не удается, так как всадник скрывается в морской пучине. Тогда Гэсэр " +
    "привязывает своего коня на берегу и отправляется на дно морское. Там он с удивленьем обнаруживает, что " +
    "всадником оказывается прекрасная девушка, дочь морского властителя Хана-Лусана Алма-Мэргэн. \n" +
    "\n" +
    "Дочь же, пожаловавшись отцу, выясняет, что они с Бухэ-Бэлигтэ были обручены на небесах родителями, ещё когда " +
    "были маленьким и по сути она наконец встретила своего будущего мужа."

export const PART2_4_2_TEXT =
    "Узнав это, она удивилась, но в итоге они сыграли свадьбу и стали мужем и женой. Так у Гэсэра появилась третья " +
    "жена. Однако он очень быстро заскучал по родному краю и засобирался домой.\n" +
    "\n" +
    "На небесах забеспокоились пропажей Гэсэра и небожители отправили трех его сестер на поиски брата. " +
    "Одна из сестер Эржэн-Гохон, превратившись в лебедя, спустилась на дно морское и дала Гэсэру противоядие. " +
    "Вспомнив о своей великой миссии, он вместе с женой и ребенком поднимается на землю, забирает исхудавшего " +
    "коня Бэльгэна и отправляется в родной край. Там он строит три огромных белоснежных дворца, для каждой из " +
    "своих жен в долине Хатан, где началась их спокойная семейная жизнь. \n" +
    "\n" +
    "_Так без горя пел-напевал,_\n" +
    "_Так у моря жил-поживал_\n" +
    "_В трех дворцах Гэсэр величавый, –_\n" +
    "_Подчинялись ему три державы._ \n"

export const PART3_1_1_TEXT =
    "*Ветвь третья. О борьбе Гэсэра с дьяволом Арханом 1.*\n" +
    "\n" +
    "В начале третьей ветви повествование отсылает нас к событиям изначальным, описанным в первой " +
    "ветви, а именно к битве главы пятидесяти пяти Западных Тэнгриев Хана-Хурмаса с главой сорока четырех " +
    "Восточных Тэнгриев Атай-Уланом.\n" +
    "\n" +
    "Вспомним, что исходом битвы стало поражение Атай-Улана и расчленение его тела Ханом-Хурмасом из " +
    "частей которого, " +
    "упавших на землю и стали выходить бесы, болезни и мор, ставшие причинами людского горя. " +
    "Отрубленная голова же " +
    "Атай-Улана не упала на землю, а застряла между небом и землей и превратилась в злобного черного " +
    "дьявола Архан-Шудхэра. \n"

export const PART3_1_2_TEXT =
    "Застряв между мирами, так как вниз спускаться желания не было, а наверх поднятья не было сил, " +
    "стал метаться Архан по небу и наблюдать, что происходит на земле. Вид радостных людей, спокойно " +
    "живущих и рожающих детей вызывал у него ненависть и жгучее желание мести за свое поражение. " +
    "Скрежеща зубами от злости, он стал вынашивать планы по уничтожению всех людей. Для чего вскоре " +
    "воззвал к своим бывшим сородичам, сорока четырем Восточным Тэнгриям, с просьбой собрать все части " +
    "тела его воедино и вернуть ему былую силу. "

export const PART3_2_1_TEXT =
    "*Ветвь третья. О борьбе Гэсэра с дьяволом Арханом 2.*\n" +
    "\n" +
    "Восточные Тэнгрии призывы Архан-Шудхэра услышали и собрали собрание. Мнения разделились одни считали, " +
    "что Атай-Улан сам виноват, ибо изначально начал первый противостояние, другие же считали, что " +
    "нужно во чтобы то ни стало вернуть ему силу и даже больше прежней. Для того, чтобы уничтожить " +
    "Гэсэра и вместе с ним его отца Хана-Хурмаса и всех Западных Тэнгриев.\n" +
    "\n" +
    "В это же самое время два богатыря Западных Тэнгрия – Хухэрдэй-Мэргэн и Хултэй Тайжа, выйдя от " +
    "бабушки Манзан-Гурмэ и батюшки Эсэгэн-Малана отправились по небесам с особым поручением. Увидев " +
    "витязей на небе дьявол Архан так испугался, что не смог даже напустить никакого колдовства и не " +
    "найдя ничего лучше спрятался за спиной золотого солнца и за грудью нежно-прекрасной луны. Богатыри " +
    "это увидев разозлились и высказали свое сильное недовольство солнцу и луне. \n"

export const PART3_2_2_TEXT =
    "Услышав эти дерзкие речи в ответ решили выйти солнечный, сын Нагадай-Мэргэн дегэй и лунный сын " +
    "Сайхан-Мэргэн дегэй. Здесь дьявол Архан смекнул, что может сыграть на возникшем конфликте в свою " +
    "сторону. Вышел он навстречу к сыновьям солнца и луны и как ни в чем не бывало назвав их братьями " +
    "стал предлагать свою дружбу на сроки от 10 до 30 лет и разную помощь. Сын солнца сразу понял подвох " +
    "и сказал, что не брат он ему. А вот лунный сын призадумался, чем вызвал недоумение у своего друга " +
    "и брата, сына солнца. Начали они спорить и припоминать друг другу все что было. В итоге сын солнца " +
    "пошел дальше один, а сын луны остался дальше беседовать с довольным бесом. "

export const PART3_3_1_TEXT =
    "*Ветвь третья. О борьбе Гэсэра с дьяволом Арханом 3.*\n" +
    "\n" +
    "Сын же солнца, добравшись до Западных витязей, вместо выяснения отношений поделился печалью о брате, " +
    "сыне Луны. Тогда один из витязей недолго думая достал из колчана стрелу, заговорил ее, натянул тетиву, " +
    "так что дым пошел и выпустил прямо в злобную голову дьявола Архан-Шудхэра. Тот весь задрожал и улетел " +
    "вниз на землю. Витязи, думая, что покончили с дьяволом и освободили людей от напастей удалились в отчий край. " +
    "Однако дьявол упал в воду и остался жив, затаившись на дне морском в пучине и водорослях. \n" +
    "\n" +
    "Тем временем Хара-Зутан, тот самый дядя, у которого сопливец Нюсата-Нюргай, будущий Гэсэр, отбил в " +
    "состязаниях двух жен Тумэн-Жаргалан и Урмай-Гохон, двигался к водопою у степного подножья горы под " +
    "названьем Манхан. Здесь-то к нему и вышел из воды уцелевший дьявол Архан-Шудхэр. Хара-Зутан испугался, " +
    "но стал прикрываться своим племянником Гэсэром. \n"

export const PART3_3_2_TEXT =
    "Архан же, послушав, увидел дикое желание Хара-Зутана отомстить Гэсэру за унижения. На этом он и сыграл. " +
    "Стали они друзьями, замыслившими уничтожить Гэсэра вместе. Хара-Зутан обязался испортить оружие Гэсэра " +
    "в замке, чтобы Архан мог спокойно напасть ночью на спящего Гэсэра. На том и порешили.\n" +
    "\n" +
    "Однако коварному плану не суждено было свершиться. Сторожевые псы подняли шум, от которого проснулась " +
    "Урмай-Гохон, разбудившая вовремя Гэсэра. Обнаружив снаряжение поломанным, Гэсэр не смутился и решил " +
    "сойтись с нападавшим в рукопашную. Дьявол, прятавшийся под замком, понял, что его обнаружили и решил, " +
    "что обратной дороги нет. Сошлись они в рукопашной схватке, в результате которой Гэсэр разбил дьявола " +
    "о скалы и закопал там же, придавив горой. \n"

export const PART3_3_3_TEXT =
    "После схватки Гэсэр высказал своим тридцати трем витязям, тремстам воеводам и трем тысячам оруженосцев " +
    "свое недовольство их невнимательностью и крепким сном. А также отправил взмолившего о пощаде Хара-Зутана " +
    "исправлять свое оружие, простив его в итоге за предательство. Сам же отправился отдыхать домой к Урмай-Гохон. "
